Repository: Cizzuk/WebA11Y
Catalog: WebA11Y/Localizable.xcstrings
Source language: en
Languages: es, ja

# %@ Bold Text %@ on the Web
source: %1$@ Bold Text %2$@ on the Web
es: %2$@ Texto en negrita en la Web
ja: Webで「文字を太くする」を%2$@に%1$@する

source: %@ Bold Text on the Web
es: %@ Texto en negrita en la Web
ja: Webで「文字を太くする」を%@

# %@ Button Shape %@ on the Web
source: %1$@ Button Shape %2$@ on the Web
es: %2$@ Contornos de botones en la Web
ja: Webで「ボタンの形」を%2$@に%1$@する

source: %@ Button Shape on the Web
es: %@ Contornos de botones en la Web
ja: Webで「ボタンの形」を%@

# %@ Font Change %@ on the Web
source: %1$@ Font Change %2$@ on the Web
es: %2$@ Cambio de fuente en la Web
ja: Webで「フォントを変更」を%2$@に%1$@する

source: %@ Font Change on the Web
es: %@ Cambio de fuente en la Web
ja: Webで「フォントを変更」を%@

source: ${toggle} Bold Text ${state} on the Web
es: ${state} Texto en negrita en la Web
ja: Webで「文字を太くする」を${state}に${toggle}する

source: ${toggle} Bold Text on the Web
es: ${toggle} Texto en negrita en la Web
ja: Webで「文字を太くする」を${toggle}

source: ${toggle} Button Shape ${state} on the Web
es: ${state} Contornos de botones en la Web
ja: Webで「ボタンの形」を${state}に${toggle}する

source: ${toggle} Button Shape on the Web
es: ${toggle} Contornos de botones en la Web
ja: Webで「ボタンの形」を${toggle}

source: ${toggle} Font Change ${state} on the Web
es: ${state} Cambio de fuente en la Web
ja: Webで「フォントを変更」を${state}に${toggle}する

source: ${toggle} Font Change on the Web
es: ${toggle} Cambio de fuente en la Web
ja: Webで「フォントを変更」を${toggle}

source: Bold Text
es: Texto en negrita
ja: 文字を太くする

# boldText-Desc-1
source: Boldens all text.
es: Pone en negrita todo el texto.
ja: 全ての文字を太くします。

# boldText-Desc-2
source: It does not apply to some texts, such as those that are already bold.
es: No se aplica a algunos textos, como los que ya están en negrita.
ja: 既に太い文字など、一部の文字には適応されません。

source: Button Shape
es: Contornos de botones
ja: ボタンの形

# buttonShape-Desc-1
source: Underlines links and buttons.
es: Subraya enlaces y botones.
ja: リンクやボタンに下線を引きます。

# buttonShape-Desc-2
source: It does not apply to non-text buttons.
es: No se aplica a los botones que no son de texto.
ja: 文字でないボタンには適応されません。

# ContactLink
source: Contact
es: Contacto
ja: 問い合わせ

source: Edit Font to be used on the Web
es: Editar fuente para su uso en la Web
ja: Web上で使用するフォントを編集

source: Font Change
es: Cambio de fuente
ja: フォントを変更

# fontChange-Desc-1
source: Change the font.
es: Cambia el tipo de letra.
ja: フォントを変更します。

# fontChange-Desc-2
source: Icons will not display correctly on some websites.
es: Los iconos no se muestran correctamente en algunos sitios web.
ja: 一部のサイトでアイコン等が正しく表示されないことがあります。

# fontChange-Desc-3
source: Font example:
es: Ejemplo de fuente:
ja: フォントの例:

source: Go to Settings → Apps → Safari → Extensions → WebA11Y and allow extension.
es: Vaya a Configuración → Apps → Safari → Extensiones → WebA11Y y permita la extensión.
ja: 設定 → アプリ → Safari → 拡張機能 → WebA11Y から拡張機能を許可してください。

# Int-fontFamily
source: Font name
es: Nombre de fuente
ja: フォント名

source: License
es: Licencia
ja: ライセンス

# LicenseLink
source: License
es: Licencia
ja: ライセンス

source: monospace: ABC 123 inm
es: monospace: ABC 123 iñm
ja: monospace: あ漢 123 inm

source: Open Safari, go to Safari → Settings..., select 'Extensions' tab and enable WebA11Y.
es: Abra Safari, vaya a Safari → Ajustes..., seleccione la pestaña «Extensiones» y active WebA11Y.
ja: Safariを開いて、Safari → 設定… と選択して「拡張機能」タブからWebA11Yを有効にします。

source: Operation
es: Operación
ja: 操作

# PrivacyPolicyLink
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー

source: sans-serif: ABC 123 inm
es: sans-serif: ABC 123 iñm
ja: sans-serif: あ漢 123 inm

source: serif: ABC 123 inm
es: serif: ABC 123 iñm
ja: serif: あ漢 123 inm

source: Set Bold Text on the Web
es: Definir Texto en negrita en la Web
ja: Webで「文字を太くする」を設定

source: Set Button Shape on the Web
es: Definir Contornos de botones en la Web
ja: Webで「ボタンの形」を設定

source: Set Font Change on the Web
es: Definir Cambio de fuente en la Web
ja: Webで「フォントを変更」を設定

source: Set font on the web to %@
es: Establecer la fuente en la web a %@
ja: Web上のフォントを %@に設定する

source: Set font on the web to ${fontFamily}
es: Establecer la fuente en la web a ${fontFamily}
ja: Web上のフォントを ${fontFamily}に設定する

source: Sets the Bold Text to on or off on the Web.
es: Definir Texto en negrita como activado o desactivado en la Web.
ja: Webで「文字を太くする」をオンまたはオフに設定します。

source: Sets the Button Shape to on or off on the Web.
es: Definir Contornos de botones como activado o desactivado en la Web.
ja: Webで「ボタンの形」をオンまたはオフに設定します。

source: Sets the Font Change to on or off on the Web.
es: Definir Cambio de fuente como activado o desactivado en la Web.
ja: Webで「フォントを変更」をオンまたはオフに設定します。

source: Sets the font name to be used on the Web.
es: Establece el nombre de la fuente que se utilizará en la Web.
ja: Webで使用するフォントの名前を設定します。

# SourceLink
source: Source
es: Código fuente
ja: ソースコード

source: State
es: Estado
ja: 状態

# SupportLink
source: Support
es: Ayuda
ja: サポート

source: Toggle
es: Activar/desactivar
ja: 切り替える

source: Turn
es: Ajustar
ja: 変更

source: Version: %@
es: Versión: %@
ja: バージョン: %@
